FORECAST_COLORS_NAMES = {
    'Вы чувствуете энергию чистой магии':                               'white',
    'Вы чувствуете энергию кружащуюся в воздухе энергию древней магии': 'white',
    'Вы чувствуете вибрацию энергии мощной магии':                      'white',

    'Круг перевоплощения сияет ослепляющим светом':                     'blue',
    'Круг перевоплощения мерцает':                                      'blue',
    'Круг перевоплощения ярко сияет':                                   'blue',

    'Ослепительная золотая аура заполняет круг перевоплощения':         'gold',
    'Таинственная аура окружает круг перевоплощения':                   'gold',
    'Священная аура наполняет круг перевоплощения':                     'gold'
}
